Repository: OmniaProbitate/ios
Catalog: prkng-ios/*.lproj/Localizable.strings
Languages: fr

source: park now
fr: SE STATIONNER

# take_the_tour
source: start
fr: débuter

source: Sign In
fr: Connexion

source: Sign Out
fr: Déconnexion

source: SIGN UP
fr: S'INSCRIRE

source: LOGIN WITH
fr: CONNEXION AVEC

# login_with_email
source: OR USE YOUR EMAIL
fr: OU PAR COURRIEL

# login_with_email_switch
source: OR LOGIN HERE
fr: DÉJÀ UN COMPTE?

# register_with_email_switch
source: OR CREATE AN ACCOUNT
fr: OU CRÉEZ UN COMPTE

source: login
fr: connexion

# register
source: Create my account
fr: VALIDER

source: Create an account
fr: INSCRIPTION

source: step
fr: étape

source: Password
fr: Mot de passe

# password_confirm
source: Confirm Password
fr: Confirmation du mot de passe

source: Your email
fr: Votre email

source: Your password
fr: Votre mot de passe

source: CONFIRM YOUR PASSWORD
fr: CONFIRMATION DU MOT DE PASSE

# forgot_password_text
source: FORGOT YOUR PASSWORD?
fr: OUBLIÉ VOTRE MOT DE PASSE?

# invalid_email
source: Please enter a valid email address.
fr: Merci d’entrer une adresse valide.

# password_short
source: Make sure your password includes at least 6 characters.
fr: Attention, votre mot de passe doit contenir au moins 6 caractères.

# password_mismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# login_error
source: Please check your email address and password and try again.
fr: Merci de vérifier votre adresse e-mail et mot de passe, puis essayer à nouveau.

source: logout
fr: se déconnecter

source: MY PROFILE
fr: MON COMPTE

source: MY HISTORY
fr: HISTORIQUE

source: history
fr: historique

source: save
fr: enregistrer

source: NEW PASSWORD
fr: NOUVEAU MOT DE PASSE

# new_password_confirm
source: CONFIRM YOUR PASSWORD
fr: CONFIRMATION DU MOT DE PASSE

# name_empty
source: Your name can't be empty
fr: Merci d’entrer votre nom.

# email_empty
source: Your email can't be empty
fr: Merci d’entrer une adresse valide.

# profile_updated_message
source: Your profile was successfully updated.
fr: Votre profil a été mis à jour!

# profile_updated_error_message
source: Your profile could not be updated at this time. Please either try again later, or with different credentials.
fr: Votre profil ne peut être mis à jour en ce moment. Merci de réessayer plus tard, ou avec d'autres informations.

# reset_email_copy
source: Please enter your email address
fr: Merci d’entrer votre adresse e-mail

source: Reset Password
fr: Réinitialiser mon mot de passe

source: Cancel
fr: Annuler

source: Allow
fr: Autoriser

# check_email_copy
source: Please check your email for instructions.
fr: Merci d’entrer votre adresse e-mail.

# pasword_reset_error
source: Something went wrong, please try again.
fr: Quelque chose a mal tourné, merci de réessayer.

# login_edit_message_google
source: Logged in with Google
fr: Connexion Google réussie

# login_edit_message_facebook
source: Logged in with Facebook
fr: Connexion Facebook réussie

# login_error_title_facebook
source: Facebook Login Failed
fr: Connexion Facebook échouée

# login_error_title_google
source: Google Login Failure
fr: Connexion Google échouée

# login_error_message
source: Please try again with one of the services below.
fr: Veuillez réessayer de vous connecter via un des moyens ci-dessous.

# login_permissions_bottom_text
source: Because there is nothing nicer than a ticket-free windshield!
fr: Car on veut tous un rappel pour éviter une contravention!

# location_permissions_bottom_text
source: Because looking for a parking spot is not a fun game!
fr: Afin d’éviter de tourner en rond pour trouver les places au alentour

# register_error_title
source: Registration Error
fr: Erreur d'inscription

# register_error_message_generic
source: Could not register at this time. Please try again later.
fr: Inscription impossible. merci de réessayer.

# register_error_message_user_exists
source: This user already exists. Please try again with different credentials.
fr: Ce nom d'utilisateur est déjà pris. Essayez avec un autre nom.

source: Name
fr: Nom

source: your name
fr: votre nom

source: your gender
fr: votre sexe

source: your birth year
fr: votre année de naissance

source: male
fr: homme

source: female
fr: femme

# invalid_name
source: Please enter your name
fr: Merci d’entrer votre nom

source: edit profile
fr: votre profil

source: change my city
fr: votre ville

# tabbar_search
source: SEARCH
fr: RECHERCHE

# tabbar_here
source: MAP
fr: CARTE

# tabbar_mycar
source: ACTIVITY
fr: ACTIVITÉ

# tabbar_settings
source: SETTINGS
fr: RÉGLAGES

# search_step1_copy
source: move the map or type your destination
fr: naviguez la carte ou entrez votre destination

# spot_available_for
source: AVAILABLE FOR
fr: DISPONIBLE POUR

# spot_available_until
source: AVAILABLE UNTIL
fr: DISPONIBLE JUSQU'À

# schedule_authorized
source: AUTHORIZED
fr: AUTORISÉ

# schedule_limited
source: LIMITED
fr: LIMITÉ

# schedule_forbidden
source: FORBIDDEN
fr: INTERDIT

# first_checkin_title
source: Here we are!
fr: Nous y voilà!

# first_checkin_subtitle
source: Your first reminder
fr: Votre premier rappel

# first_checkin_text
source: Keep in mind that the data may differ from the on-street regulation. Please keep an eye open.
fr: Prenez note que la règlementation sur rue prévaut toujours, et peut différer de notre donnée. Gardez donc un oeil ouvert!

# no_checkin_message
source: Want a reminder? Select a spot on the map and tap "parked".
fr: Envie d’un rappel? Allez sur la carte et sélectionnez "Parqué!"

source: now
fr: Rappel

# checked_in_message
source: you're parked on
fr: vous êtes stationné sur

# reserved_car_share_message
source: You have reserved a
fr: Vous avez réservé une

source: available for
fr: disponible pour

source: for
fr: pour

source: available until
fr: disponible jusqu'à

source: Until
fr: Jusqu'à

# share_car_location
source: share my location
fr: partager

# leave_spot
source: Cancel
fr: quitter ma place

source: notifications off
fr: notifications : non

source: notifications on
fr: notifications : oui

# notified_night_before
source: Get notified the night before
fr: notification la veille

source: On
fr: Oui

source: Off
fr: Non

source: Yes
fr: Oui

source: No
fr: Non

# share_location_copy
source: I parked on: "[street_name]", with prkng app. https://prk.ng
fr: Je suis parqué sur: "[street_name]", prkng app. https://prk.ng

# pay_reminder
source: Hey, don't forget to pay!
fr: Hey, n'oubliez pas de payer!

source: Pay
fr: Payer

# this_day
source: Today
fr: Ce jour

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: ARRIVAL
fr: ARRIVÉE

source: DEPARTURE
fr: DEPART

source: On the go?
fr: Déjà parti?

# left_this_spot_question
source: Did you leave your spot on
fr: Avez-vous quitté votre place sur

# left_spot_question
source: Did you leave your spot on '%@'?
fr: Avez-vous quitté votre place sur '%@'?

# alarm_text
source: Hey smart driver, time to move your car!
fr: C'est maintenant ou jamais: déplacez votre véhicule!

# time_up
source: Your time is up!
fr: Temps écoulé!

# tutorial_step_1
source: Sarah is having lunch with her mom. She’ll need to park when she gets there. See how she uses prkng!
fr: Sarah va bruncher avec sa mère et devra se stationner près du restaurant. Voyez comment elle utilise prkng!

# tutorial_step_2
source: Once arrived at her destination, the "map" feature shows her the spots where she’s allowed to park.
fr: Arrivée à destination, elle utilise le mode "Carte" afin de vérifier les rues autorisées.

# tutorial_step_3
source: Sarah’s a bright woman: She taps "parked" so she’ll be notified to move her car before the cops do.
fr: Sarah est une femme brillante: elle enregistre sa localisation afin d'être avertie 30 minutes avant l'heure limite, question d’éviter les ennuis.

# tutorial_step_4
source: No more headaches, no more surprise tickets: join Sarah in using prkng to find your next free spot!
fr: Fini les maux de tête et les contraventions: faites comme Sarah et utilisez prkng pour trouver votre prochain stationnement gratuit!

# tutorial_confirm
source: GOT IT
fr: COMMENCER

# here_firstuse_title
source: How it works.
fr: Hé, salut!

# here_firstuse_subtitle
source: We know it’s your first time!
fr: C'est votre première fois?

# here_firstuse_1
source: Tap on any of the spots to see their authorized periods.
fr: Sélectionnez un tronçon et voyez sa durée autorisée.

# here_firstuse_2
source: Once you have found your spot, hit "Parked" to be reminded when to move your car.
fr: Une fois trouvée, enregistrez votre place afin d'être informé quand déplacer votre véhicule.

source: FREE SPOTS
fr: segments gratuits

source: METERED SPOTS
fr: segments payants

# report_notes_title
source: Uh oh, sorry!
fr: Oops, désolé!

# report_notes_placeholder
source: Could you please tell us what's wrong?
fr: Merci de spécifier l'erreur rencontrée!

source: Report an Error
fr: Signaler une erreur

# report_title
source: REPORT AN ERROR AT
fr: SIGNALER UNE ERREUR SUR

# report_text
source: Take a picture of the local regulation and help us to improve our service.
fr: Prenez en photo le panneau de réglementation en vigueur afin d’améliorer notre service.

# report_error
source: Something went wrong, please try again.
fr: Une erreur est survenue, veuillez réessayer.

# report_sent_thanks
source: Thanks, report sent. We'll improve our service with your help!
fr: Merci du coup de pouce! On analysera votre photo sous peu.

# report_sent_thanks_title
source: Thanks, report sent.
fr: Merci du coup de pouce!

# report_sent_thanks_message
source: We'll improve our service with your help!
fr: On analysera votre photo sous peu.

# review_title_text
source: Happy user?
fr: Satisfait?

# review_message_text
source: Recommend prkng by leaving a review on the App Store!
fr: En recommandant prkng sur le AppStore, vous contribuez à la croissance de notre communauté et la qualité de nos données. Merci de votre soutien!

# review_rate_us
source: Rate it now!
fr: Évaluez maintenant!

# review_feedback
source: Send feedback
fr: Envoyez un avis

# dismiss
source: Maybe later
fr: Peut-être plus tard

# feedback
source: Prkng App: Feedback
fr: Prkng app: commentaire

source: Available in:
fr: Disponible à:

source: about
fr: à propos

source: the project
fr: le projet

# terms_conditions
source: Terms of Use
fr: Conditions d'utilisation

source: Privacy Policy
fr: Politique de confidentialité

source: Share
fr: Partager

source: Getting Started Tour
fr: Introduction

# rate_us_message
source: Show us your love
fr: Allez noter l'app!

# the_project_part_one
source: prkng is a service that helps you easily find an authorized parking spot. We're trying our best to solve traffic issue and parking misunderstandings in North American cities. Our service is powered by Yellow Pages Group Canada. More cities coming soon!
fr: prkng is a service to find easily a legal parking spot. we try our best to solve traffic issue and incomprehension in north american metropole. our service is powered by Yellow Pages Group Canada. more cities are coming soon.

# the_project_part_two
source: Information that we collect from you while you use prkng include your name, contact details (such as phone number and e-mail address), and/or other personally identifiable information (the "personal information") is only used for internal diagnostics and shared with our primary partners.
fr: Information that we collect from you, when you use the service including your name, contact details (such as telephone and mobile numbers and e-mail address), and/or other personally identifiable information (the "personal information") are only use for internal diagnostics and our main partners.

# prkng_share_copy
source: With prkng app, parking has never been so easy. Available in Montreal & Quebec!
fr: Avec l'application prkng, je me stationne les doigts dans le nez à Montréal et Québec! https://prk.ng

source: show the map
fr: Voir la carte

source: show on map
fr: Voir mon véhicule

source: all
fr: tous

source: 24 hour
fr: 24 heures

source: hour
fr: heure

source: hourly
fr: heure

source: Daily
fr: jour

source: metered
fr: Tarifé

# check-in
source: Parked!
fr: Parqué!

# check-in-pay
source: Parked!
fr: Parqué!

source: Authorized for
fr: Autorisé pour

source: Search
fr: Rechercher

# search_bar_text
source: Search or filter
fr: Rechercher ou filtrer

source: Open
fr: Ouvert

source: Closed
fr: Fermé

source: Clerk
fr: Vigile

source: Indoor
fr: Intérieur

source: Outdoor
fr: Extérieur

source: Handicap
fr: Accessible

source: Card
fr: Carte

# operated_by
source: By
fr: Par

# find_a_car
source: Cars
fr: Véhicules

# find_a_spot
source: Park now
fr: Stationner

source: Carsharing
fr: Autopartage

# car_sharing_filter
source: Carsharing
fr: Autopartage

# car_sharing_enabled_text
source: Car sharing is enabled
fr: Autopartage est sélectionné

# car_sharing_info_title
source: Carsharing made easy
fr: L'autopartage sans tracas

# car_sharing_info_subtitle
source: From point A to point B.
fr: L’expérience du départ à l’arrivée.

# car_sharing_info_message
source: Reserve a vehicle and we'll let you know where you can park without worries.
fr: Ce mode vous permet de réserver votre véhicule ainsi que trouver le stationnement qui conviendra à toutes ses exigences!

# settings_alert
source: Alert
fr: Alerte-ticket

# settings_alert_text
source: Get notified 30min before
fr: Soyez alerté avant le temps écoulé.

# settings_commercial_permit
source: Commercial Permit
fr: Vignette commerciale

# settings_commercial_permit_text
source: For authorized vehicles only
fr: Pour véhicules autorisés.

source: Loading...
fr: Chargement...

# map_message_loading
source: Loading...
fr: Chargement...

# map_message_too_zoomed_out
source: Zoom in to street level
fr: Zoomez au niveau de la rue.

# map_message_no_spots
source: Uh oh! You can't park here at this time.
fr: Uh oh! Vous ne pouvez vous stationner ici présentement.

# map_message_no_cars
source: Uh oh! No cars available here at this time.
fr: Uh oh! Il n'y a pas de véhicules disponibles ici présentement. Tapez pour afficher ceux à proximité.

# map_message_no_parking
source: Uh oh! No parking lots available here.
fr: Uh oh! Il n'y a pas de lots disponibles ici. Tapez pour afficher ceux à proximité.

# map_message_no_carsharing
source: Please enable a carsharing service in your settings!
fr: Uh oh! Merci d'activer votre autopartage dans les réglages!

# map_message_outside_service_area
source: Sorry, we don't currently know about parking regulations here.
fr: Désolé, aucune information n'est disponible pour cette région.

# map_message_under_maintenance
source: We're currently performing maintenance on our service. Please try again soon!
fr: On effectue présentement des travaux de maintenance, réessayez un peu plus tard!

# map_message_error
source: Oops, make sure your internet connection is active and try again.
fr: Oops, assurez-vous d'avoir une connexion réseau et réessayez!

source: Camera
fr: Appareil photo

# enable_camera_message
source: Please allow access to your camera to report an error.
fr: Pour signaler une erreur, veuillez autoriser l'accès à votre appareil photo.

source: Directions
fr: Itinéraire

# directions_app_message
source: Which app do you want to use?
fr: Quelle application veux-tu utiliser?

# directions_apple_maps_message
source: Use Apple Maps
fr: Apple Maps

# directions_google_maps_message
source: Use Google Maps
fr: Google Maps

source: provided by foursquare
fr: résultats par foursquare

# return_to_app
source: Approaching your destination? Return to prkng to find a spot.
fr: Retournez sur prkng pour trouver un stationnement!

source: On-Street
fr: Sur-rue

# garages
source: Parking lots
fr: Hors-rue

source: General
fr: Général

# city_picker_title
source: Available Cities
fr: Villes disponibles

# city_picker_subtitle
source: You can find parking in:
fr: Trouvez un stationnement à:

source: Reserved
fr: Réservé

# cancelled_reservation
source: Your reservation was successfully cancelled.
fr: Votre réservation a été annulée.

# could_not_cancel_reservation
source: Your reservation could not be cancelled.
fr: Impossible d'annuler votre réservation.

# could_not_cancel_not_logged_in
source: Your cancellation could not be completed because you aren't logged in. Log in, then try again.
fr: Votre réservation ne peut être annulée. Connectez-vous et réessayez.

# reserved_car_share
source: Your reservation was completed.
fr: Votre réservation a été effectuée.

# could_not_reserve
source: Could not complete the reservation
fr: Impossible d'effectuer votre réservation.

# could_not_reserve_not_logged_in
source: Your reservation could not be completed because you aren't logged in. Log in, then try again.
fr: Impossible d'effectuer votre réservation. Connectez-vous et réessayez.

# icon_howto_spots
source: icon_howto_spots_en
fr: icon_howto_spots_fr

# btn_reserve
source: btn_reserve_en
fr: btn_reserve_fr

# btn_cancel
source: btn_cancel_en
fr: btn_cancel_fr

# capacity_x_places
source: Capacity: %d spaces
fr: Capacité: %d places

# availability_x_places
source: Available now: %d spaces
fr: Disponibles maintenant: %d places

# up_to_x_cars_available
source: Up to %d cars available
fr: Jusqu'à %d véhicules disponibles
